Revit 2027 API
ParameterTypeId.PathReinEndSpanhookAlt Property
 "End Hook Angle Alternating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinEndSpanhookAlt { get; }
Public Shared ReadOnly Property PathReinEndSpanhookAlt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinEndSpanhookAlt {
	ForgeTypeId^ get ();
}
static member PathReinEndSpanhookAlt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace